Repository: MrGameX/Bot-discord
Catalog: DHV3-master/language/*/LC_MESSAGES/default.po
Languages: cs_cz

source: :x: A required argument is missing.
cs_cz: Požadovaný argument chybí.

source: :x: You don't have enough exp for this
cs_cz: Nemáte dostatečný počet expů.

source: :x: You are not a server admin
cs_cz: :x: Nejsi admin serveru.

source: :x: You are not a super admin.
cs_cz: :x: Nejsi super-admin.

source: This command is reserved for the bot owners. If you think this is an error, please contact my owner at the DuckHunt Support Server (see `dh!help`).
cs_cz: Tento příkaz je rezervovaný pro majitele bota. Pokud si myslíte, že se toto stalo chybou, prosím kontaktujte DuckHunt Support Server (odkaz získáte příkazem `dh!help`).

source: :x: You haven't voted for DuckHunt on DiscordBotList for a while.
cs_cz: :x: Nějakou dobu jste nevolil pro DuckHunt na serveru DiscordBotList.

source: Support the bot to use this command by voting at <https://discordbots.org/bot/duckhunt>. Be aware that the votes can take a minute to be registered by DuckhuntIf you think this is an error, please contact my owner at the DuckHunt Support Server (see `dh!help`).
cs_cz: Podpořte tohoto bota volením na <https://discordbots.org/bot/duckhunt>. Pamatujte, že registrace hlasům chvíli trvá. Pokud si myslíte, že se toto stalo chybou, prosím kontaktujte DuckHunt Support Server (odkaz získáte příkazem `dh!help`).

source: :ok: Done, user banned. :gun:
cs_cz: :ok: Hotovo, uživateli byl dán ban. :gun:

source: :ok: Done, user unbanned. :eyes:
cs_cz: :ok: Hotovo, uživatel byl zbaven banu. :eyes:

source: <:cmd_ChannelAdded_01:439546719143723019> Done, channel {channel} added to the game! Have fun!
cs_cz: <:cmd_ChannelAdded_01:439546719143723019> Hotovo, kanál {channel} byl přidán do hry! Bavte se!

source: <:cmd_ChannelRemoved_01:439546718737137674> Done, channel {channel} removed from the game. Bye!
cs_cz: <:cmd_ChannelRemoved_01:439546718737137674> Hotovo, kanál {channel} byl odebrán ze hry! Nashledanou!

source: <:cmd_AdminAdded_01:439549846622568466> {admin} added as an admin to the guild!
cs_cz: <:cmd_AdminAdded_01:439549846622568466> {admin} byl přidán jako admin do skupiny!

source: <:cmd_AdminRemoved_01:439549845519335440> {admin} removed from the guild admins.
cs_cz: <:cmd_AdminRemoved_01:439549845519335440> {admin} byl odebrán ze seznamu adminů skupiny!

source: Done. User removed from the database, if he was in.
cs_cz: Hotovo. Pokud byl uživatel v databázi, byl z ní odstraněn.

source: Done. All channel data was removed.
cs_cz: Hotovo. Všechna data kanálu byla odstraněna.

source: :x: Incorrect syntax. Use the command this way: `!settings [view/set/reset/list/modified] [setting if applicable]`
cs_cz: :x: Neplatná syntaxe. Použijte tento příkaz takto: `!settings [view/set/reset/list/modified] [setting if applicable]`

source: <a:a_cmd_UnknownSetting:439550426862452746> **ERROR:** I don't know this setting
cs_cz: <a:a_cmd_UnknownSetting:439550426862452746> **CHYBA** Toto nastavení neznám.

source: :ok: The setting {pref} is set to `{value}` on this guild.
cs_cz: :ok: Nastavení {pref} bylo pro tuto skupinu nastaveno na `{value}`

source: Bypassing the max_ducks_per_day check as you are the bot owner. It would have been `{max}`.
cs_cz: Obejití max_ducks_per_day kontroluje, jestli jste vlastníkem bota. Bylo by to `{max}` .

source: Bypassing the max_ducks_per_day check as you are in a VIP guild. Please don't abuse that. For information, the limit would have been set at `{max}` ducks per day.
cs_cz: Obejití max_ducks_per_day kontroluje, jestli jste ve VIP skupině. Nezneužívejte toho prosím. Pro informaci, limit by byl nastaven na `{max}` kachen za den.

source: <:official_Duck_01_reversed:439576463436546050> Authorised to set the VIP status!
cs_cz: <:official_Duck_01_reversed:439576463436546050> Oprávněn nastavit VIP status.

source: :x: Unauthorised to set the VIP status! You are not an owner.
cs_cz: :x: Neoprávněn nastavit VIP status! Nejste vlastníkem serveru.

source: :x: Incorrect value.
cs_cz: :x: Neplatná hodnota.

source: :ok: The setting {pref} has been set to `{value}` on this guild.
cs_cz: :ok: Nastavení {pref} bylo pro tuto skupinu nastaveno na `{value}` .

source: The list of preferences is available on our new website: https://duckhunt.me/bot-settings/
cs_cz: Seznam nastavení je dostupný na naší webové stránce: https://duckhunt.me/bot-settings/

source: Congratulations, you sent / gave more experience than the maximum number I'm able to store.
cs_cz: Blahopřeji, poslali/přijali jste více než maximum toho, co můžu uložit.

source: :ok:, he/she now has {newexp} exp points!
cs_cz: :ok:, on/ona má nyní {newexp} exp bodů!

source: :x: To prevent abuse, you can't send exp when you don't have a weapon.
cs_cz: :x: Pro předejití vydírání nemůžete poslat expy když namáte zbraň.

source: :x: The exp amount needs to be positive.
cs_cz: :x: Hodnota exp musí být kladná.

source: :x: Wait... What? Are you trying to send experience to YOURSELF? That doesn't make sense.
cs_cz: :x: Počkat... Cože?! Snažíte se poslat expy sám sobě?! To nedává smysl.

source: You sent {amount} exp to {target} (and paid {taxes} exp of taxes)!
cs_cz: Poslali jste {amount} expů {target} (a zaplatili {taxes} expů na daních)!

source: You don't have enough experience points
cs_cz: Nemáte dostatek expů!

source: :x: Sending exp is disabled on this server
cs_cz: :x: Posílání expů je na tomto serveru vypnuto

source: {date} (in {dans_jours}{dans_heures} and {dans_minutes})
cs_cz: {date} (v {dans_jours}{dans_heures} a {dans_minutes})

source: %m/%d at %H:%M:%S
cs_cz: %m/%d v %H:%M:%S

source: {dans} days
cs_cz: {dans} den/dny/dnů

source: {dans} hours
cs_cz: {dans} hodina/hodiny/hodin

source: {dans} minutes
cs_cz: {dans} minuta/minuty/minut

source: The bot frequently reboots for updates. Don't worry, it has a 99.8% of uptime.
cs_cz: Bot se pravidelně restartuje kvůli updatům, ale žádné strachy, je 99.8% času online.

source: It's `{hour}:{minutes}:{seconds}` in the GMT timezone (also known as UTC±00:00), which is the one used by the bot. You can use this website to compare it to yours: https://time.is/compare/GMT
cs_cz: V GMT (UTC±00:00), která je používána botem, je`{hours}:{minutes}:{seconds}` Můžete použít tuto webovou stránku, aby jste ho porovnali s tím vaším: https://time.is/compare/GMT

source: You can use the `dh!freetime` command to see when you'll get your weapons back for free
cs_cz: Pro zobrazení času do získání zbraně zpět zdarma použijte příkaz `dh!freetime`

source: :alarm_clock: Next giveback of weapons and magazines in {sec} seconds ({hours} hours and {minutes} minutes).
cs_cz: :alarm_clock: Do získání zbraní a nábojů zdarma zbýva {sec} vteřina/vteřiny/vteřin ({hours} hodina/hodiny/hodin a {minutes} minuta/minuty/minut).

source: A giveback tops up your magazines and gives you your weapon back for free (if confiscated), but it doesn't affect the bullets in your current magazine. If you can, reload beforehand!
cs_cz: Před získáním nábojů zdarma doporučujeme znovu nabít!

source: You are using shard number {shard} out of {total} total shards
cs_cz: Používáte shard číslo {shard} z {total} shardů.

source: The scores are online at http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}
cs_cz: Skóre je online na http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}

source: Your duckstats are waiting for you at http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}&pid={player_id}
cs_cz: Vaše lovecké statistiky na Vás čekají na http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}&pid={player_id}

source: Hello! Thanks for adding me in there! I'm almost ready to start the game! Could we please go into the channel where you want the game to be ? Please invoke me there by using `dh!setup`<:event_GuildAdded_01:439550913112309781>
cs_cz: Zdravím! Děkuji za přidání do tohoto serveru! Jsem téměř připraven na spuštění hry! Můžeme prosím jít do kanálu, kde chcete začít hru? Spusťte mě tam prosím pomocí příkazu `dh!setup` <:event_GuildAdded_01:439550913112309781>

source: Hello again! I'm just gonna run a quick permissions check and will be back in a few seconds! Please wait
cs_cz: Zdravím! Jen udělám krátkou test oprávnění a budu zpět za pár vteřin! Vyčkejte prosím

source: :small_red_triangle: The permission `read_message_history` is missing. This is essential for the normal function of the bot, as I need to be able to read messages. You can proceed without it, but shouldn't.
cs_cz: :small_red_triangle: Oprávnění `read_message_history` chybí. To je ale velmi důležité pro moji správnou funkci, protože potřebuji číst zprávy. Můžete bez něj pokračovat, ale není to správné.

source: :small_red_triangle: The permission `add_reactions` is missing. It's a required permission for interactive embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
cs_cz: :small_red_triangle: Oprávnění `add_reactions` chybí. To je ale nezbytné pro vytváření formátovaných zpráv, které používám téměř neustále. Můžete bez něj pokračovat, ale bude to vést k chybám.

source: :small_red_triangle: The permission `attach_files` is missing. It's a required permission for embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
cs_cz: :small_red_triangle: Oprávnění `attach_files` chybí. To je ale nezbytné pro vytváření formátovaných zpráv, které používám téměř neustále. Můžete bez něj pokračovat, ale bude to vést k chybám.

source: :small_red_triangle: The permission `embed_links` is missing. This is used to send embeds You could proceed without it, but really shouldn't as it will lead to errors
cs_cz: :small_red_triangle: Oprávnění `embed_links` chybí. To je ale nezbytné pro vytváření formátovaných zpráv, které používám téměř neustále. Můžete bez něj pokračovat, ale bude to vést k chybám.

source: :small_orange_diamond: You gave me the `administrator` permission. Although this will not cause problems, it's unsafe to give bots such powerful permissions, especially if they don't need them. You can proceed with it.
cs_cz: :small_orange_diamond: Dali jste mi oprávnění `administrator` Přesto že toto nastavení ezpůsobý problémy, je nebezpečné dávát tak vysoká oprávnění botům, které je nepotřebují. S tímto nastavením můžete pokračovat.

source: :small_orange_diamond: The permission `create_instant_invite` is missing. It's not really essential for the normal function of the bot, but needed for error reports. You can proceed without it.
cs_cz: :small_orange_diamond: Nemám oprávnění `create_instant_invite` Toto oprávnění pro mně není nezbytné pro mou správnou funkci, ale je potřeba při nahlašování chyb. S tímto nastavením můžete pokračovat.

source: :small_orange_diamond: The permission `manage_messages` is missing. This is used to remove some messages on sneaky commands (weapon sabotage, etc.), and also if you use the `delete_commands` setting You could proceed without it, but it's not recommended and could lead to errors
cs_cz: :small_orange_diamond: Nemám oprávnění `manage_messages`. To je používáno při provádění zákeřných příazů (sabotáž zbraně, atd.), a též může použít nastavení`delete_commands` Můžete bez něj pokračovat, ale bude to vést k chybám.

source: :x: Incorrect syntax. Use the command this way: `!shop [list/item number] [argument if applicable]`
cs_cz: :x: Neplatná syntaxe. Příkaz použijte takto: `!shop [seznam/číslo položky] [popřípadě parametr]`

source: Right now you have a total of {exp} exp points.
cs_cz: Aktuálně máte {exp} expů.

source: Here is the list of all the shops items : https://duckhunt.me/shop-items/ . Thanks
cs_cz: Zde je seznam všech položek obchodu: https://duckhunt.me/shop-items/ . Díky

source: :money_with_wings: You added a bullet to your weapon for 7 exp points.
cs_cz: :money_with_wings: Do vaší zbraně byla přidána kulka za 7 expů.

source: :champagne: Your magazine is full!
cs_cz: :champagne: Váš zásobník je plný!

source: :money_with_wings: You added a magazine to your weapon for 13 exp points.
cs_cz: :money_with_wings: Do vaší zbraně byl přidán zásobník za 13 expů.

source: :champagne: You have enough magazines!
cs_cz: :champagne: Máte dostatek zásobníků!

source: :money_with_wings: You purchased AP ammo for your weapon.
cs_cz: :money_with_wings: Zakoupil/a jsi AP munici pro tvou zbraň.

source: For the next 24 hours, you will deal double damage to ducks. This does **not** stack with explosive ammo
cs_cz: Po následujících 24 hodin budete mít dvojnásbnou damage. Toto se **neslučuje** s explosivní municí.

source: :champagne: You have enough AP ammo for now!
cs_cz: :champagne: Prozatím máš dost AP munice!

source: :money_with_wings: You purchased explosive ammo for your weapon.
cs_cz: :money_with_wings: Zakoupil/a jsi explosivní munici pro tvou zbraň.

source: For the next 24 hours, you will deal triple damage to ducks. This does **not** stack with AP ammo and trumps it if you have any.
cs_cz: Po následujících 24 hodin budete mít trojnásobnou damage. Toto se **neslučuje** s AP municí.

source: :champagne: You have enough explosive ammo for now!
cs_cz: :champagne: Prozatím máte dost explosivní munice!

source: :money_with_wings: You got your weapon back.
cs_cz: :money_with_wings: Byla vám navrácena zbraň.

source: The duck didn't have time for this. ·°'\`'°-.,¸¸.·°'\`
cs_cz: Na tohle ta kachna neměla čas. ·°'\`'°-.,¸¸.·°'\`

source: The duck left. ·°'\`'°-.,¸¸.·°'\`
cs_cz: Kachna odešla. ·°'\`'°-.,¸¸.·°'\`

source: The duck dissipated in space and time. ·°'\`'°-.,¸¸.·°'\`
cs_cz: Kachna se rozptýlila v čase a prostoru. ·°'\`'°-.,¸¸.·°'\`

source: The duck left out of boredom. ·°'\`'°-.,¸¸.·°'\`
cs_cz: Kachna se unudila k smrti. ·°'\`'°-.,¸¸.·°'\`

source: The duck doesn't want to be sniped. ·°'\`'°-.,¸¸.·°'\`
cs_cz: Kachna nechce být zastřelena. ·°'\`'°-.,¸¸.·°'\`

source: The duck walked up to the lemonade stand. ·°'\`'°-.,¸¸.·°'\`
cs_cz: Kachna odešla k stánku s citróný. ·°'\`'°-.,¸¸.·°'\`

source: Foggy weather
cs_cz: Mlhavé počasí

source: It's harder to see killed ducks. You'll need a few more seconds to know if you missed or not.
cs_cz: Lovení kachen se stížilo. Budeš potřebovat chvilku navíc, abyste zjistili, zdali jste se trefili.

source: Steroids in the lake
cs_cz: Steroidy v jezeře

source: Connection problems
cs_cz: Problémy s připojením

source: A new florist in town
cs_cz: Nový zahradník ve městě

source: Mega-ducks
cs_cz: Mega-kachy

source: Someone inflated a super duck, and now they are EVEN BIGGER!!
cs_cz: Někdo nahustil super kachnu a teď jsou JEŠTĚ VĚTŠÍí!

source: Windy weather
cs_cz: Větrné počasí

source: Bullets are deflected by some strong wind
cs_cz: Kulky jsou vychylovány silným větrem

source: public danger
cs_cz: veřejné nebezpečí

source: tourist
cs_cz: turista

source: noob
cs_cz: nula

source: trainee
cs_cz: praktikant

source: duck misser
cs_cz: míječ kachen

source: member of the Comitee Against Ducks
cs_cz: člen výboru proti kachnám

source: duck pest
cs_cz: škůdce kachen

source: hunter
cs_cz: lovec

source: duck inside out turner
cs_cz: rozparovač kachen

source: duck eater
cs_cz: jedlík kachen

source: duck flattener
cs_cz: zplošťovač kachen

source: duck disassembler
cs_cz: rozebírač kachen

source: duck demolisher
cs_cz: bořič kachen

source: duck killer
cs_cz: kachní zabiják

source: serial duck killer
cs_cz: sériový vrah kachen

source: duck genocider
cs_cz: vyhlazovač kachen

source: unemployed due to extinction of the duck species
cs_cz: nezměstnaný kvůli vyhynutí kachen

source: duck toaster
cs_cz: toastovač kachen

source: old noob
cs_cz: stará nula

source: Level of {player} on #{channel}
cs_cz: Level {player} pro #{channel}

source: You leveled down!
cs_cz: Tvůj level se snížíl!

source: You leveled up!
cs_cz: Tvůj level se zvýšil!

source: Current level
cs_cz: Současný level

source: Previous level
cs_cz: Předchozí level

source: Shots accuracy
cs_cz: Přesnost střelby

source: Weapon reliability
cs_cz: Spolehlivost zbraně

source: Exp points
cs_cz: Počet expů

source: Nothing
cs_cz: Nic

source: a lot of bushes.
cs_cz: hodně keřů.

source: a duck pin.
cs_cz: připínák kachen.

source: a bullet
cs_cz: kulku.

source: a box of explosive ammo
cs_cz: krabici výbušné munice.

source: an almost empty box of explosive ammo
cs_cz: téměř prázdnou krabici výbušné munice.

source: some duck-grease
cs_cz: trochu kachního maziva.

source: a full-featured silencer
cs_cz: plnohodnotný tlumič.

source: a fully functional infrared detector
cs_cz: plně funkční infračervený senzor.

source: Searching the bushes around the duck, you found...
cs_cz: Při hledání v keřích kolem kachny si našel...

source: that you unfortunately couldn't take, because your backpack is full.
cs_cz: jež si nemohl vzít, protože tvůj batoh je plný.

source: That was close, you almost killed the duck, but the other hunter got it first! [missed: -1 xp]
cs_cz: To bylo těsné, ale jiný lovec ji sejmul jako první! [missed: -1]

source: **I AM...** Your mother
cs_cz: **JSEM...** Tvoje matka
